---
kind: property
id: P:Autodesk.Revit.DB.FaceSecondDerivatives.VVDerivative
source: html/3f3368a4-d9ba-622e-9e21-3123d384df75.htm
---
# Autodesk.Revit.DB.FaceSecondDerivatives.VVDerivative Property

The second derivative with respect to V.

## Syntax (C#)
```csharp
public XYZ VVDerivative { get; }
```